{
	"page_title": "Analysing Human Trafficking Data",
	"subtitle": "A Machine Learning Approach",
	"introduction": {
		"p1": "Menschenhandel ist eine Menschenrechtsverletzung, ein allgegenwärtiges und destruktives Phänomen in unserer globalen Gesellschaft, das aufgrund seiner heimlichen Natur oft unterschätzt wird. Es ist ein komplexer Prozess, der die Ausbeutung von Jungen, Mädchen, Männern und Frauen umfasst. Zur Bekämpfung dieses kriminellen Phänomens kann eine Vielzahl von Massnahmen ergriffen werden. Die Massnahmen zur Bekämpfung von Menschenhandel können die Bewältigung von Risikofaktoren wie fehlende Beschäftigungs- und Einkommensmöglichkeiten, Prävention durch Sensibilisierungskampagnen und die Förderung sicherer und regelmässiger Migrationskanäle umfassen. ",
		"p2": "Um Präventions- und Schutzmassnahmen im Bereich des Menschenhandels zu unterstützen, ist ein vertieftes Verständnis der Opfermerkmale unerlässlich. Dies würde eine rechtzeitige Identifizierung potenzieller Opfer von Menschenhandel ermöglichen. Ziel unseres Projekts \"Analysing Human Trafficking Data - A Machine Learning Approach\" war es, ein differenzierteres Bild der wirkenden Dynamik zu erhalten. Die Analysen in diesem Bericht basieren auf disaggregierten Falldaten aus der Global Database on Human Trafficking von IOM und wenden zwei verschiedene Arten von maschinellen Lerntechniken an. Sie erkennen die ausgeprägtesten Merkmale des Opfers im Zusammenhang mit seinem Eintritt in den Prozess des Menschenhandels und der Art der Ausbeutung, der es ausgesetzt ist."
	},
	"header": {
		"determining_type": "Ausbeutungsart ermitteln",
		"main_findings": "Hauptergebnisbericht",
		"methodology": "Methodikbericht",
		"project": "Das Projekt",
		"team": "Das Team",
		"get_in_touch": "Kontakt"
	},
	"block": {
		"determining_type": {
			"p1": "Die Hauptanalyse befasst sich mit der Wahrscheinlichkeit, dass ein Opfer aufgrund einer Reihe von Merkmalen (vor dem Menschenhandel) entweder Zwangsarbeit oder sexueller Ausbeutung ausgesetzt ist. Mit anderen Worten: Welche Opfereigenschaften sagen bestimmte Arten der Ausbeutung voraus?",
			"p2": "Wir stellen fest, dass beispielsweise der erste Kontakt mit dem Rekrutierer eine entscheidende Erfahrung für Opfer aus West- und Zentralafrika und bis zu einem gewissen Grad für diejenigen aus der Region Asien und Pazifik ist. Dies galt jedoch nicht für die identifizierten Opfer aus Südosteuropa und Zentralasien. Ein weiteres interessantes Ergebnis ist, dass zur Vorhersage der Art der Ausbeutung von Opfern, die Bürger aus Ländern in der Region Asien und Pazifik sind, Alter, wirtschaftlicher Status und Region der Ausbeutung einflussreichere Faktoren sind als das Geschlecht.",
			"p3": "Durch unsere maschinelle Lernstrategien konnten wir zudem komplexe Wechselwirkungen solcher Merkmale erfassen. Einige Ergebnisse werden in den folgenden Klassifizierungsbäumen dargestellt. Weitere, detailliertere Informationen zu unseren wichtigsten Ergebnissen sowie zu unserem methodischen Ansatz finden Sie in den beiden untenstehenden Berichten."
		},
		"main_findings": {
			"p1": "Unsere Analyse der IOM-Datenbank zu Opfern des Menschenhandels ist die erste, die maschinelle Lerntechniken auf die Datenbank von IOM anwendet. Die Datenbank besteht aus qualitativen und quantitativen Informationen zu über 52'000 Fällen von identifizierten Opfern des Menschenhandels, die von der IOM von 2002 bis 2017 erfasst wurden.",
			"p2": "Die wichtigsten Ergebnisse unserer Analyse bestätigen einige konventionelle Annahmen, wie z.B. dass das männlich sein ein starker Prädiktor für Zwangsarbeit ist und veranschaulichen einige weniger bekannte Muster der Art und Weise, wie identifizierte Opfermerkmale und Eintrittsmöglichkeiten in den Prozess des Menschenhandels mit der Art der Ausbeutung in Verbindung gebracht werden. Die drei Klassifikationsbäume stellen die wichtigsten Ergebnisse unserer Analyse und die Vorhersagemodelle dar, die auf den gemeldeten Erfahrungen der identifizierten Opfer basieren."
		},
		"methodology": "Der Methodenbericht beschreibt die im Projekt verwendeten methodischen Ansätze detaillierter. Wir beschreiben ausführlich jeden Schritt unserer Analyse, von der Datenaufbereitung bis hin zu statistischen Methoden. Den Techniken des maschinellen Lernens - Clusteranalyse und Klassifikationsbaumanalyse - wurde ein grosses Gewicht beigemessen. Ein Vorteil der Anwendung dieser Art von Techniken auf Daten von Opfern des Menschenhandels ist, dass sie eine neue Perspektive ermöglichen: Anstatt vordefinierte Beziehungen zwischen bestimmten Opfereigenschaften und Ausbeutungstypen zu testen, ermöglichen die maschinellen Lernansätze die Erkennung von Mustern, wie sie in den Daten vorkommen. Eine weitere Stärke ist der gute Umgang mit grossen Datenmengen und auch fehlenden Werten.",
		"project": "\"Analysing Human Trafficking – A Machine Learning Approach\" ist ein gemeinsames Projekt der Internationalen Organisation für Migration (IOM) und des Instituts für Politikwissenschaft der Universität Zürich (UZH). Das Projekt wurde von Masterstudierenden im Rahmen eines Capstone Kurses durchgeführt - einem innovativen Unterrichtsformat, das den Studierenden die Möglichkeit geben soll, in einer kleinen Gruppe selbständig zu arbeiten, ihre Fähigkeiten zu entwickeln und sie auf praktische Probleme anzuwenden. Weitere Informationen zu den Capstone Kursen finden Sie",
		"here": "hier",
		"team": "Das Team hinter \"Analysing Human Trafficking – A Machine Learning Approach\" besteht aus fünf Masterstudierenden der Universität Zürich: Janine Albiez, Patrik Aus der Au, Saro Gibilisco, Théoda Woeffray und Jenny Yin. Das Projekt wurde unter der Leitung und mit der wertvollen Unterstützung von Prof. Dr. Marco Steenbergen und Dr. Judith Spirig realisiert.",
		"get_in_touch": "Wenn Sie Fragen oder Anregungen zu unserem Projekt haben, können Sie uns gerne eine E-Mail schicken!"
	},
	"button": {
		"main_findings": "Hauptergebnisbericht herunterladen",
		"methodology": "Methodikbericht herunterladen"
	},
	"legend": "Legende",
	"what_does_this_mean": "Was bedeutet das?",
	"graph1": {
		"SEE_and_central_asia": "SOA & Zentralasien",
		"gender": "Geschlecht",
		"marital_status": "Zivilstand",
		"recruitment": "Rekrutierung",
		"believed_activity": "erwartete Aktivität**:\nFabrikarbeit",
		"FL": "ZA",
		"SE": "SA",
		"male_unknown": "männlich /\nunbekannt",
		"female": "weiblich",
		"married_widowed": "verheiratet / verwitwet",
		"common_law_divorced": "eheähnliche Gemeinschaft / geschieden /\ngetrennt / alleinstehend",
		"yes": "ja",
		"no": "nein",
		"forced_labour": "Zwangsarbeit",
		"sexual_exploitation": "sexuelle Ausbeutung",
		"SEE": "SOA",
		"south_eastern_europe": "Südosteuropa",
		"activity_at_destination": "** Aktivität, die das Opfer im Zielland\nzu unternehmen glaubte",
		"explanation": "Der Klassifikationsbaum \"Südosteuropa und Zentralasien\" zeigt, dass das Geschlecht ein entscheidender, vorhersagender Faktor für die Art der Ausbeutung der Bürger dieser Region zu sein scheint. Identifizierte Opfer, die männlich sind oder deren Geschlecht nicht definiert ist, haben eine vorhergesagte Wahrscheinlichkeit von 98%, ein Opfer von Zwangsarbeit zu werden. Frauen in der Region neigen dazu, mit einer Wahrscheinlichkeit von 81% in sexuelle Ausbeutung zu geraten, wenn sie weder \"verheiratet\" noch \"verwitwet\" sind. Einzige Ausnahme sind hier Frauen, die zunächst glauben, dass sie in einer Fabrik am Zielort arbeiten werden. Diese Frauen werden höchstwahrscheinlich in Zwangsarbeit ausgebeutet. Wenn eine Frau verheiratet oder verwitwet ist und die Rekrutierung ein Teil ihres Menschenhandelsprozesses ist, neigt sie also dazu, letztendlich Zwangsarbeit zu leisten."
	},
	"graph2": {
		"asia_and_the_pacific": "Asien & Pazifik",
		"age": "Alter*",
		"economic_status": "ökonomischer\nStatus",
		"region_of_exploitation": "Ausbeutungsregion",
		"gender": "Geschlecht",
		"initial_contact": "Erstkontakt\nzum Rekrutierer",
		"FL": "ZA",
		"SE": "SA",
		"less_than_38": "< 38",
		"more_than_38": "≥ 38",
		"very_poor": "sehr arm",
		"poor_standard": "arm /\ndurchschnittlich /\nwohlhabend",
		"asia_p": "Asien & P /\nNord- & Zentralamerika /\nAmerika /\nOstafrika / MENA /\nSOA & Zentralasien",
		"eu_eea": "EU & EWR / Südliches Afrika /\nWest- & Zentralafrika",
		"female": "weiblich",
		"male": "männlich",
		"employment_agency": "Arbeitsagentur /\nInternetwerbung /\nanderes",
		"personal_contact": "persönlicher Kontakt",
		"forced_labour_in_country_of_citizenship": "Zwangsarbeit im Herkunftsland",
		"forced_labour_in_foreign_country": "Zwangsarbeit im Ausland",
		"sexual_exploitation": "sexuelle Ausbeutung im Ausland",
		"P": "P",
		"pacific": "Pazifik",
		"MENA": "MENA",
		"middle_east_and_north_africa": "Naher Osten & Nordafrika",
		"SEE": "SOA",
		"south_eastern_europe": "Südostasien",
		"EU": "EU",
		"european_union": "Europäische Union",
		"EEA": "EWR",
		"european_economic_area": "Europäischer Wirtschaftsraum",
		"age_at_entry": "* Alter beim Eintritt in den Prozess",
		"explanation": "Der Klassifikationsbaum \"Asien und Pazifik\" zeigt, dass Alter und wahrgenommener wirtschaftlicher Status der Bürger der asiatischen und pazifischen Länder gemeinsam zu beeinflussen scheinen, wo die Ausbeutung stattfindet. Die Mehrheit der Opfer aller Altersgruppen und des wahrgenommenen wirtschaftlichen Status ist in der Regel einer Zwangsarbeit im Ausland ausgesetzt. Die einzige Gruppe, die eher innerhalb der Grenzen des Heimatlandes  ausgebeutet wird, sind Opfer, die jünger als 38 Jahre sind und ihren wirtschaftlichen Status als sehr arm bezeichnen. Frauen, die älter als 37 Jahre sind, in der EU und im EWR, im südlichen, westlichen oder zentralen Afrika ausgebeutet werden und die durch persönlichen Kontakt rekrutiert wurden, sind eher in der sexuellen Ausbeutung als in der Zwangsarbeit zu finden."
	},
	"graph3": {
		"west_and_central_africa": "West- & Zentralafrika",
		"region_of_exploitation": "Ausbeutungsregion",
		"initial_contact": "Erstkontakt\nzum Rekrutierer",
		"region_of_exploitation": "Ausbeutungsregion",
		"FL": "ZA",
		"SE": "SE",
		"region_of_citizenship": "Region der\nStaatsangehörigkeit",
		"foreign_region": "andere Region",
		"sold_by_family_member": "durch Familien-\nangehörige verkauft",
		"personal_contact_other": "persönlicher Kontakt /\nanderes",
		"african_continent": "Afrikanischer Kontinent",
		"foreign_continent": "anderer Kontinent",
		"forced_labour_in_country_of_citizenship": "Zwangsarbeit im Herkunftsland",
		"forced_labour_in_foreign_country": "Zwangsarbeit im Ausland",
		"sexual_exploitation_in_foreign_country": "sexuelle Ausbeutung im Ausland",
		"explanation": "Der Klassifikationsbaum \"West- und Zentralafrika\" zeigt, dass die Region der Ausbeutung eine einflussreiche Rolle bei der Vorhersage der Art der Ausbeutung spielt, der ein west- und zentralafrikanisches Opfer wahrscheinlich ausgesetzt ist. Im Allgemeinen scheint es, dass Opfer aus dieser Region Opfer von Zwangsarbeit werden, wenn sie zur Ausbeutung auf dem afrikanischen Kontinent gehandelt werden. Im Gegensatz dazu neigen Opfer, die auf einen anderen Kontinent verschleppt werden, eher dazu, sexuelle Ausbeutung zu erleben. Werden die identifizierten Opfer innerhalb West- und Zentralafrikas gehandelt und von Familienangehörigen verkauft, wird vorhergesagt, dass sie innerhalb der Grenzen ihres Herkunftslandes mit einer vorhergesagten Wahrscheinlichkeit von 98% in Zwangsarbeit ausgebeutet werden. Andere Opfer, die auf dem afrikanischen Kontinent gehandelt werden, erleben tendenziell Zwangsarbeit in einem fremden Land."
	},
	"how_to_read": {
		"title": "Wie liest man einen Klassifikationsbaum?",
		"p1": "Der Klassifikationsbaum kann ähnlich wie ein Flussdiagramm gelesen werden. Jedes nummerierte Feld steht für eine Aufteilung der Daten basierend auf einem bestimmten Attribut. Die Kreise stellen das Ergebnis dar: entweder sexuelle Ausbeutung, Zwangsarbeit oder in einigen Fällen Zwangsarbeit im Land der Staatsangehörigkeit und Zwangsarbeit im Ausland.",
		"p2": "Die Zahlen unter den Kreisen sind die vorhergesagten Wahrscheinlichkeiten (links) und der Prozentsatz der Fälle, die in eine bestimmte Ergebniskategorie fallen (rechts). Die vorhergesagte Wahrscheinlichkeit ist ein Mass dafür, wie viele Individuen voraussichtlich in die gleiche Ergebniskategorie fallen werden, da sie die gleichen Merkmale aufweisen.",
		"p3": "Je höher oben ein Attribut / Merkmal im Baum erscheint, desto aufschlussreicher ist es bei der Klassifizierung der Beobachtungen basierend auf der Ergebnisvariablen.",
		"p4": "Zum Beispiel im Baum \"Südosteuropa und Zentralasien\": Opfer, die weiblich, verheiratet oder verwitwet sind und rekrutiert werden, haben eine prognostizierte Wahrscheinlichkeit von 0,73 (73%), bei der Ausbeutung von Arbeitskräften zu landen, verglichen mit sexueller Ausbeutung. 14% der enthaltenen Beobachtungen werden mit dieser Regel dargestellt."
	}
}