{
	"page_title": "Analysing Human Trafficking Data",
	"subtitle": "A Machine Learning Approach",
	"introduction": {
		"p1": "Human trafficking is a human rights violation, a pervasive and destructive phenomenon in our global society, often underestimated due to its clandestine nature. It is a complex process that includes the exploitation of boys, girls, men and women. A variety of measures to counter this crime can be taken. Counter-trafficking efforts may include addressing risks factors such as lack of employment and income generating opportunities, prevention through awareness raising campaigns, and the facilitation of safe and regular migration channels.",
		"p2": "To support prevention and protection activities in human trafficking, an in-depth understanding of victim characteristics is essential. It would allow for timely identification of potential victims of human trafficking. The aim of our project, \"Analysing Human Trafficking Data - A Machine Learning Approach\" was to get a more nuanced picture of the dynamics at work. The analyses from this report are based on disaggregated case-level data from IOM’s Global Database on Human Trafficking and apply two different types of machine learning techniques. They detect the most distinctive victim characteristics related to their entry into the human trafficking process, and the type of exploitation they are subjected to."
	},
	"header": {
		"determining_type": "Determining Type of Exploitation",
		"main_findings": "Main Findings Report",
		"methodology": "Methodology Report",
		"project": "The Project",
		"team": "The Team",
		"get_in_touch": "Get in touch!"
	},
	"block": {
		"determining_type": {
			"p1": "The main analysis focuses on the likelihood of a victim, given a set of (pre-trafficking) characteristics, to be subjected to either forced labour or sexual exploitation. In other words: Which victim characteristics predict specific types of exploitation?",
			"p2": "We find that, for example, the initial contact with the recruiter is a defining experience of victims from West and Central Africa and to some extent to those from the Asia and the Pacific region. Nevertheless, this was not the case for the identified victims from South-Eastern Europe and Central Asia. Another interesting finding is that in order to predict exploitation type for victims who are citizens from countries in Asia and the Pacific region, age, economic status, and region of exploitation are more influential factors than sex.",
			"p3": "Through our machine learning strategies, we were further able to map complex interactions of such characteristics. Some findings are presented in the classification trees below. Further, more detailed information on our main findings as well as our methodological approach can be found in the two reports below."
		},

		"main_findings": {
			"p1": "Our analysis of IOM’s database on victims of human trafficking is the first to apply machine learning techniques. The database consists of qualitative and quantitative information on over 52’000 cases of identified victims of human trafficking, recorded by IOM from 2002 to 2017.",
			"p2": "Our analysis’ main findings corroborate some conventional assumptions, such as being male is a strong predictor for forced labour and illustrate some less described patterns of the way identified victim characteristics and ways of entry into the trafficking process relate to the type of exploitation. The three classification trees depict the main results of our analysis and the prediction models calculated on the reported experiences of identified victims."
		},
		"methodology": "The methodology report describes in more detail the methodological approaches used in the project. We extensively describe every step of our analysis from data preparation up to statistical methods. Significant weight has been given to machine learning techniques – cluster analysis and classification tree analysis. An advantage of applying these types of techniques to human trafficking victim data is that it allows for a new perspective: Rather than testing pre-defined relations between certain victim characteristics and exploitation types, the machine learning approaches allow to detect patterns as they occur in the data. Another strength is the good handling of large data and also missing values.",
		"project": "\"Analysing Human Trafficking – A Machine Learning Approach\" is a joint project between the International Organization for Migration (IOM) and the Department of Political Science at the University of Zurich (UZH). The project was carried out by Master students within a Capstone Course - an innovative teaching format, with the aim to provide students with the opportunity to work independently in a small group, develop their skills and apply them to practical problems. More information on Capstone Courses is available",
		"here": "here",
		"team": "The team behind \"Analysing Human Trafficking - A Machine Learning Approach\" consists of five Master students at the University of Zurich: Janine Albiez, Patrik Aus der Au, Saro Gibilisco, Théoda Woeffray, and Jenny Yin. The project was realised under the supervision and with the valuable support of Prof. Dr. Marco Steenbergen and Dr. Judith Spirig.",
		"get_in_touch": "If you have questions or suggestions concerning our project, feel free to contact us."
	},
	"button": {
		"main_findings": "Download Main Findings Report",
		"methodology": "Download Methodology Report"
	},
	"legend": "legend",
	"what_does_this_mean": "What does this mean?",
	"graph1": {
		"SEE_and_central_asia": "SEE & Central Asia",
		"gender": "gender",
		"marital_status": "marital\nstatus",
		"recruitment": "recruitment",
		"believed_activity": "believed activity**:\nfactory work",
		"FL": "FL",
		"SE": "SE",
		"male_unknown": "male / unknown",
		"female": "female",
		"married_widowed": "married / widowed",
		"common_law_divorced": "common law / divorced / separated / single",
		"yes": "yes",
		"no": "no",
		"forced_labour": "forced labour",
		"sexual_exploitation": "sexual exploitation",
		"SEE": "SEE",
		"south_eastern_europe": "South Eastern Europe",
		"activity_at_destination": "** Activity at destination the victim believed to\nundertake (prior to entering the trafficking process)",
		"explanation": "The classification tree \"South-Eastern Europe and Central Asia\" shows that sex appears to be a crucial predictive factor in determining the type of exploitation for citizens of this region. Identified victims who are male or whose sex is not defined have a 98% predicted probability of being a victim of forced labour. Women in the region tend to end up in sexual exploitation with a probability of 81% if they are neither married nor widowed. Here, the only exception are women who initially believe that they will work in a factory at their intended destination. These women are most likely to be exploited in forced labour. Thus, if a woman is married or widowed and recruitment is a part of their trafficking process she tends to be subjected to forced labour."
	},
	"graph2": {
		"asia_and_the_pacific": "Asia & The Pacific",
		"age": "age*",
		"economic_status": "economic\nstatus",
		"region_of_exploitation": "region of\nexploitation",
		"gender": "gender",
		"initial_contact": "initial contact\nto recruiter",
		"FL": "FL",
		"SE": "SE",
		"less_than_38": "< 38",
		"more_than_38": "≥ 38",
		"very_poor": "very poor",
		"poor_standard": "poor /\nstandard /\nwell-off",
		"asia_p": "Asia & P /\nNorth & Central America /\nAmerica / East Africa /\nMENA / SEE & Central Asia",
		"eu_eea": "EU & EEA / Soutern Africa /\nWest & Central Africa",
		"female": "female",
		"male": "male",
		"employment_agency": "employment agency /\ninternet advertisement /\nother",
		"personal_contact": "personal contact",
		"forced_labour_in_country_of_citizenship": "forced labour\nin country of citizenship",
		"forced_labour_in_foreign_country": "forced labour\nin foreign country",
		"sexual_exploitation": "sexual exploitation\nin foreign country",
		"P": "P",
		"pacific": "Pacific",
		"MENA": "MENA",
		"middle_east_and_north_africa": "Middle East & North Africa",
		"SEE": "SEE",
		"south_eastern_europe": "South Eastern Europe",
		"EU": "EU",
		"european_union": "European Union",
		"EEA": "EEA",
		"european_economic_area": "European Economic Area",
		"age_at_entry": "* age at entry into process",
		"explanation": "The classification tree \"Asia and the Pacific\" shows that age and perceived economic status of citizens of Asian and Pacific countries seem to jointly influence where exploitation takes place. The majority of victims of all ages and perceived economic status tend to be subjected to forced labour in a foreign country. The only group who tends to be exploited within the borders of the home country are victims who are younger than 38 years old and describe their economic status as very poor. More likely to be exploited in sexual exploitation than forced labour are women older than 37 years, who are exploited in EU and EEA, Southern, West or Central Africa and who were recruited through personal contact."
	},
	"graph3": {
		"west_and_central_africa": "West & Central Africa",
		"region_of_exploitation": "region of\nexploitation",
		"initial_contact": "initial contact\nto recruiter",
		"region_of_exploitation": "region of\nexploitation",
		"FL": "FL",
		"SE": "SE",
		"region_of_citizenship": "region of citizenship",
		"foreign_region": "foreign region",
		"sold_by_family_member": "sold by\nfamily member",
		"personal_contact_other": "personal contact / other",
		"african_continent": "African continent",
		"foreign_continent": "foreign continent",
		"forced_labour_in_country_of_citizenship": "forced labour in country of citizenship",
		"forced_labour_in_foreign_country": "forced labour in foreign country",
		"sexual_exploitation_in_foreign_country": "sexual exploitation in foreign country",
		"explanation": "The classification tree \"West and Central Africa\" shows that the region of exploitation plays an influential role in predicting the type of exploitation a West and Central African victim is likely to be subjected to. In general, it seems that victims from this region are predicted to be victims of forced labour, if they are trafficked for exploitation on the African continent. By contrast, victims who are transported to another continent tend to experience sexual exploitation. If the identified victims are trafficked within West and Central Africa and are sold by members of their family, they are predicted to be exploited in forced labour within the borders of their country of citizenship with a 98% predicted probability. Other victims trafficked on the African continent tend to experience forced labour in a foreign country."
	},
	"how_to_read": {
		"title": "How to read the tree?",
		"p1": "The classification tree can be read in a similar way as a flowchart. Each numbered box stands for a split in the data based on a specific attribute. The circles represent the outcome: either sexual exploitation, forced labour, or in some cases, forced labour in the country of citizenship, and forced labour in a foreign country.",
		"p2": "The numbers beneath the circles are the predicted probabilities (on the left), and the percentage of cases that fall into a given outcome category (on the right). The predicted probability is a measure of how many individuals are expected to fall into the same outcome category, given that they share the same characteristics.",
		"p3": "The higher up an attribute / characteristic appears in the tree the more insightful it is in classifying the observations based on the outcome variable.",
		"p4": "For example, in the tree \"South-Eastern Europe and Central Asia\": Victims, who are female, married or widowed, and are recruited, have a 0.73 (73%) predicted probability of landing in labour exploitation compared to sexual exploitation. 14% of the observations included are represented with this rule."
	}
}